{
  "Vitamina A": "Esencial para la visión, el sistema inmunitario y la reproducción.",
  "Vitamina B1": "Esencial para el metabolismo energético y el funcionamiento del sistema nervioso.",
  "Vitamina B6": "Importante para el metabolismo de proteínas y la función cerebral.",
  "Vitamina C": "Antioxidante que apoya el sistema inmunitario y ayuda a la absorción de hierro.",
  "Vitamina E": "Antioxidante que protege las células del daño causado por los radicales libres.",
  "Vitamina K": "Fundamental para la coagulación sanguínea y la salud ósea.",
  "Ácido oxálico": "Compuesto natural que puede interferir con la absorción de minerales como el calcio.",
  "Ácido ursólico": "Compuesto natural con propiedades antiinflamatorias y beneficios para la salud muscular.",
  "Actinidina": "Enzima presente en el kiwi que ayuda a la digestión de proteínas.",
  "Alicina": "Compuesto bioactivo con propiedades antimicrobianas y antioxidantes.",
  "Antocianinas": "Pigmentos antioxidantes que pueden proteger contra el daño celular.",
  "Beta-caroteno": "Antioxidante que el cuerpo convierte en vitamina A, importante para la visión y el sistema inmunitario.",
  "Beta-criptoxantina": "Carotenoide antioxidante que contribuye a la salud ocular y puede reducir el riesgo de enfermedades crónicas.",
  "Cinarina": "Compuesto que apoya la salud hepática y la digestión.",
  "Compuestos sulfurados": "Sustancias con propiedades antimicrobianas y desintoxicantes.",
  "Fibra": "Importante para la salud digestiva y el control de la glucemia.",
  "Folatos": "Esenciales para la formación de glóbulos rojos y el desarrollo celular.",
  "Glucosinolatos": "Compuestos naturales presentes en vegetales crucíferos que pueden tener propiedades anticancerígenas.",
  "Grasas saludables": "Lípidos esenciales para la función celular y la salud cardiovascular.",
  "Hierro": "Mineral esencial para el transporte de oxígeno en la sangre.",
  "Limoneno": "Compuesto cítrico con propiedades antioxidantes y antiinflamatorias.",
  "Licopeno": "Antioxidante que puede ayudar a proteger contra ciertos tipos de cáncer y enfermedades cardiovasculares.",
  "Luteína": "Antioxidante que contribuye a la salud ocular y puede proteger contra la degeneración macular.",
  "Magnesio": "Participa en más de 300 reacciones enzimáticas, incluido el metabolismo energético.",
  "Mangiferina": "Antioxidante presente en el mango con propiedades antiinflamatorias.",
  "Manganeso": "Mineral esencial para el metabolismo y la formación de huesos.",
  "Nasunina": "Antioxidante que protege las membranas celulares del daño.",
  "Naringina": "Flavonoide con efectos antioxidantes y antiinflamatorios.",
  "Nobiletina": "Flavonoide cítrico con beneficios para la salud metabólica.",
  "Pectina": "Fibra soluble que ayuda a regular los niveles de colesterol y glucosa en sangre.",
  "Potasio": "Mineral clave para la función muscular, el equilibrio de líquidos y la salud cardiovascular.",
  "Punicalaginas": "Antioxidantes potentes presentes en la granada, con beneficios antiinflamatorios.",
  "Quercetina": "Flavonoide con propiedades antioxidantes y antiinflamatorias.",
  "Resveratrol": "Compuesto antioxidante que puede tener beneficios para la salud cardiovascular.",
  "Selenio": "Mineral antioxidante que protege las células del daño.",
  "Silicio": "Mineral que contribuye a la salud de la piel, cabello y uñas.",
  "Sorbitol": "Alcohol de azúcar utilizado como edulcorante y con propiedades laxantes.",
  "Taninos": "Compuestos con propiedades antioxidantes y astringentes.",
  "Triptófano": "Aminoácido esencial que contribuye a la producción de serotonina."
}